{"wink": "8", "sojourn": 3, "writingsForThisWink": ["Puedo decir con certeza, que mi madre estaba conectada a su creatividad .. primero que todo ... porque estaba creandome a mi. Y porque siempre ha sido una persona ligada a expresiones artisticas de distintas formas. Mi padre es extremadamente racional y en ese tiempo que yo estaba en el vientre me imagino que su creatividad fluia en torno a hacerle ciertos regalos a mi madre al final del  dia cuando volvia a casa del trabajo ... o quizas en su manera de relacionarse en sus espacios de tiempo libre con mi madre y la experiencia que estaba viviendo. Pero a grandes rasgos. Se que a mi padre siempre le ha costado ser y desarrollarse en espacios creativos. Por lo que decia. Es extremadamente racional y todo gira en torno a numeros. Me imagino que mi madre en sus espacios intimos con ella y yo dentro de su vientre, encontraba espacios creativos en nuestra comunicacion. Ella es muy reservada y se guarda (casi) todo. Y me imagino que al estar sola con otro ser dentro de su vientre pueda haberse sentido mas segura y en libertad de hablar conmigo y expresarse ... dando tambien soltura a su creatividad porque ese espacio era nuevo para ella tambien. Creando algo nuevo. Bueno y todos los procesos fisicos, hormonales, emocionales... creatividad pura divina. Crear un ser dentro de ella creo es la forma mas hermosa y pura de la creatividad. El universo creando y re-creandose a traves de si mismo. Y no tengo claro exactamente en esos tiempos exactos, pero alrededor de esos tiempos, se desarrollaba creativamente con la forma de vestirse ... inspirandose mucho de las modas que estaban , valga la redundancia- a la moda ... y expresando su individualidad y esencia a traves de eso tambien. De hecho, me acabo de acordar ... que este proceso la llevo a vender ropa para embarazadas. Se me habia olvidado. Claro ... en este proceso, pudo entender lo dificil que era encontrar ropa para embarazadas. Y uso esto como una he", "Creo que todos somos creativos en cierto sentido...al final todos creamos algo, no hace falta que sea artístico como una pintura o algo así. Mis papás, a ellos les encanta cocinar, creo que eso es algo muy creativo, y lo hacen muy bien, les gusta la música, y mi papá ama la lectura. Son muy culturales ambos, creo que eso tuvo una influencia en mi, puede ser, sí.  A mi me encanta ser creativa, siento que es algo que tiene que estar en mi día a día, si no me siento vacía. La expresión creativa es importante. Cómo se conectaban con ella durante mi embarazo, creo que a través de lo que mencioné antes, la cocina, cocinando el uno para el otro, para los demás. Son excelente anfitriones, unos de los mejores que conozco. Creo también que la creatividad en la forma de expresarse, se comunicarse, de vestirse, también ahí puede estar presente la creatividad. Hoy fue un día largo y estoy muy cansada para escribir, siento que no me da a cabeza para escribir a pesar de que este prompt es super interesante. He tenido unos días duros....pero bueno, aquí estoy Anky, me encanta. Hasta mañana............", "I'd like to think that my own inception was a response to a profound longing or lacking within my parents, and indeed society, even the world or universe, as a whole. That my life is an answer to a question, \"What solution for the world could be manifested with the right ingredients of time, money, love, compassion etc etc?\" My mom used to always say the \"The helping hand you are looking for is at the end of your arm.\"  I hope to be that helping hand for everyone else. That no one else will need to do the things that I have done, will not need to come to the resolutions that I have, for I will have moved beyond the constraints imposed upon me at birth; that I have indeed transcended the difficulties of my age to usher in a new era of cooperative and collaborative peace and prosperity. My only hope is to be able to manifest such a destiny. It needn't be merely aspirational either. Audacity is the precursor to greatness, and I want to make a great contribution to the advancement of my fellow humans. ", "My parents were not particularly enlightened or educated. I am pretty sure that my Mother simply tolerated my father's advances. I was a change of life baby which means my mother was closer to menopause that most women having babies in that time. In other words, I was an \"oops.\"  There was probably no spark at all until she found out she was pregnant then it was probably more like fireworks than sparks. She loved babies so perhaps it was all good until she had a critically ill 2nd child who was 4 years old and I was only 2 years old. Life was very difficult for her after that. I also had an older sister who was five years older than me. She was sent away to live with family so my Mother could concentrate on my very ill sister. I was considered too young to be sent away. Only when I was older did I realize how hard my parents' life was. ", "I think there was a lot of romanticism. A spark of life and understanding was lightened up in that moment. Some mixture of feelings too. Of course it cant only be light, (even though I feel there was candlelight present) I also feel there was a bit of overthinking. Already had a child together which was a 2 year old baby at the time. Maybe some thought of insecurity of the future? Or if its the correct thing? Im really affected by my current state which makes me probably see things like that.  I believe there was a playful energy nevertheless. There was definitely a level of seriousness too, like yes, this is for real. Im for sure, even though I havent heard anything about it, that there was love. That was the cornerstone of all. And going deeply into my heart I also thing that what might of sparked the connection was an energy of adventure. Probably my parents were not home and most probably in a Holiday kind of atmosphere. Maybe at a beach, maybe at a lake, or even in another country. In a world view I believe there was a lack of pure hearted and creative energy. Thats why I might be so empathic. I believe there is an energy that looks to balance the movements of the universal pendulum and in this case I came to or the creative energy in the moment wanted to compensate for that extreme logical, destructive, masculine, extractivist energy. And i came to balance. Maybe 8 minutes its not enough", "ich weiß überhaupt nichts darüber wie meine Mutter ihre Kreativität ausgedrückt hast in der Schwangerschaft. Diese Frage macht micht Traurig da ich eigentlich gar nichts über die Schwangerschaft mit mir weiß. Ich glaube meine Mutter hat ihrer Kreativität lange sehr extrovertiert ausgedrückt . Uber Kleidung, Schmuck und ihren Lifestyle. Wie ich meine Kraetivität ausdrücke? Ich fühle mich oft sehr limitiert und habe das Gefühl ich könnte mehr rausholen aber steh auf der Bremse. In vielen Dingen, mit meiner Wohnung, mit meiner Kleidung, meinem Style usw. Ich glaube ich habe schon einen style , aber er ist nicht besonders kreativ. mehr funktional . ich wäre gern mehr kreativ und würde gern mehr malen.   ", "Puedo decir con certeza, que mi madre estaba conectada a su creatividad .. primero que todo ... porque estaba creandome a mi. Y porque siempre ha sido una persona ligada a expresiones artisticas de distintas formas. Mi padre es extremadamente racional y en ese tiempo que yo estaba en el vientre me imagino que su creatividad fluia en torno a hacerle ciertos regalos a mi madre al final del  dia cuando volvia a casa del trabajo ... o quizas en su manera de relacionarse en sus espacios de tiempo libre con mi madre y la experiencia que estaba viviendo. Pero a grandes rasgos. Se que a mi padre siempre le ha costado ser y desarrollarse en espacios creativos. Por lo que decia. Es extremadamente racional y todo gira en torno a numeros. Me imagino que mi madre en sus espacios intimos con ella y yo dentro de su vientre, encontraba espacios creativos en nuestra comunicacion. Ella es muy reservada y se guarda (casi) todo. Y me imagino que al estar sola con otro ser dentro de su vientre pueda haberse sentido mas segura y en libertad de hablar conmigo y expresarse ... dando tambien soltura a su creatividad porque ese espacio era nuevo para ella tambien. Creando algo nuevo. Bueno y todos los procesos fisicos, hormonales, emocionales... creatividad pura divina. Crear un ser dentro de ella creo es la forma mas hermosa y pura de la creatividad. El universo creando y re-creandose a traves de si mismo. Y no tengo claro exactamente en esos tiempos exactos, pero alrededor de esos tiempos, se desarrollaba creativamente con la forma de vestirse ... inspirandose mucho de las modas que estaban , valga la redundancia- a la moda ... y expresando su individualidad y esencia a traves de eso tambien. De hecho, me acabo de acordar ... que este proceso la llevo a vender ropa para embarazadas. Se me habia olvidado. Claro ... en este proceso, pudo entender lo dificil que era encontrar ropa para embarazadas. Y uso esto como una herramien", "todo se transmite, transpasa...las emociones de mi madre fueron las mias durante toda la gestiacion. Mi madre es una de las personas más creativas y con mayor sentido del gusto. En aquel momento ella realizaba pinturas con acuarela, realizaba tarjetas navideñas y de bautismo. Bellisimas, sutiles, cuidadas, lineas seguras y delicadas. De niñas, habia un pato, hecho de semillas, al que pasaba horas mirando. Contemplaba la maravilla de la posicion de cada semilla. Cada una perfectamente colocada para que entre la otra y coom si cada seimlla conociera su lugar y existiera para hacer un todo perfecto. El pato en si era bastante feo esteticamente pero su composicion toda me resultaba a mi una maravilla. Recuerdo la vez que con total inocencia le preugnte a mi madre de dónde lo habian traido y ella conalgo de verguenza me respondió que lo habia hecho ella. Ahi entendí y creo que esa atraccion que senti por ese pato, que no se si lo hizo o no estando yo en su vientre, pero que algo de eso me transmitio estoy segura. El amor y la atracción por lo simple,  y que por simple se vuelve maravillogo, grandioso, esplendoroso. Ella siempre hizo dibujos, collages, pinturas, muchas manualidades...A demás que tiene la voz mas angelical que he escuchado. Me animo a decir que la primera vez que me emocioné fue escuchandola cantar...Imagino que cantaba cuando estaba en la panza, le cantaba a mis hermanos y yo la escuchaba...las nanas antes de dormir, pura dulzura. De mi papá, en cambio, no hay tanta creatividad como capacidad de estar en el presente, con él tuvimos aventuras durante el embarazo. El es quien motivaba a hacer paseos y salidas por la naturaleza, caminar, contemplar el cielo, el pasto, los árboles, descubrir animales... entiendo que al tener hermanos pequeños muy pequeños estando yo en la panza fui aprendiendo y escuchando muchas cosas que les iban enseñando a ellos iban ingresando a mi tambien. Que lindos recuerdos. El arte, lo creativo , lo sensible... no suelen decir ni tener muchas palabras de aliento pero siempre alentando ", "siempre he tenido la percepción de que mis papás no son \"creativos\". mi papá trabajó toda su vida en bancos, siguiendo todo lo que está establecido dentro de la rutina de la vida de las personas \"normales\", que tienen un trabajo de 9 a 5, y que tienen que seguir las reglas de una organización. en mi siempre está la percepción de que esos ambientes no son conducentes a desarrollarse creativamente, ya que limitan la capacidad de experimentación y exploración, y llevan a que la gente simplemente \"haga lo que tiene que hacer\", que es finalmente algo distinto al carácter exploratorio que tiene la creatividad.\n\nentonces, por el lado de mi papá, no siento que haya habido una expresión (ni búsqueda) de esta creatividad. no lo veo siendo creativo. simplemente haciendo lo que tenía que hacer para cumplir con lo que le pedían que hiciera. entonces no viene a mi ninguna expresión explícita de esta conexión de mi papá con la creatividad. es una ventana que estaba bastante cerrada, y que no se exploraba. siguiendo órdenes. siguiendo lo establecido.\n\npor el lado de mi mamá, la veo como una persona que, si bien es cierto la he visto explorar estas cosas en su vida, siempre es a partir de \"seguir patrones establecidos\". cuando fue a clases de pintura, siempre era copiar un cuadro (o foto) que otra persona había hecho. cuando teje sus calcetines, siempre es haciendo un calcetín muy parecido a otro. o un chaleco siguiendo el modelo que otra persona hizo. nunca saliéndose de los esquemas \"preestablecidos\", o cómo \"debería hacerse\". veo en eso una limitación, y una incapacidad de explorar lo que trae el abrirse a la exploración asociada al juego que la creatividad trae, al menos en mi experiencia. yo veo la creatividad como una búsqueda de autoconocimiento, y para que eso pase, tienen que, de alguna forma, romperse los límites y esquemas.\n\nes de esa forma que tengo la sensación de que no había ningún vehículo consciente e intencional para conectarse con la creatividad en el momento en el que yo estuve adentro de mi mamá. no me imagino ese espacio. ni individualmente, ni colectivamente. y eso es algo que tiene un impacto en mí, porque siempre pienso que existe una ventana de la creatividad que está bastante cerrada. hay algo que no me cierra. como si hubiera una llave que está cerrada, y que cuesta abrir. que no sé cómo explorar. hay algo en mí que percibe que se podría cambiar y explorar de una determinada forma, y eso es lo que estoy haciendo ahora. explorando. con una búsqueda renovada de esta capacidad creativa. con una búsqueda que me lleva a querer desarrollarme de otra forma. con otra energía, y buscar en mí es creatividad que nunca fue fomentada.\n\nnunca me ayudaron a expresarme creativamente.\n\nnunca me invitaron a explorar los límites.\n\ny eso hace que quiera hacerlo ahora sin límites, y que esa búsqueda esté más y más en mi.", "cuando yo estaba en el vientre de mi madre, mi pardre trabajaba en el ejercito, era militar y subordinado y en eso se desempeño toda su vida, hasta que se dio de baja.\nmi padre hizo un curso en el ejercito que es el curso de comandos, un curso que no es para todos y que es muy dificil porque requiere de mucha resistencia fisica y mental, exponerse a ambientes hostiles y a situaciones dificiles, manejo de armas estar en terreno en situaciones belicas, etc.\nEntonces siento que es ese tiempo mi padre tuvo mas libertad pra desempeñar su creatividad, ya que, este curso tambien se trataba de sobrevivir y para esto se debe improvisar y buscar formas y herramientas para hacerlo.\ncuando me estaba gestando mi mama, el trabajaba en una oficina, asi que no se que tanto espacio tenia para ser creativo y para poder sentir la libertad de proponer sus pensamientos o ideas. En realidad asi era en esa epoca, en general todos atrabajaban en oficina, con un horario y un sueldo establecido recibiendo ordenes de un superior.\nPero mi papa siempre esutov super  conectado con los deportes siempre le gistaba salir a trotar enla mañana, tamboen le gustaban mucho las motos y los autos para ir a las dunas y andar.\nRecuerdo varias motos en el campo y salir a andar en moto a los pinos, que era un lugar muy bacan que habia en el campo de mis abuelo y tambien recuerdo de una vez estar en un jeep rojo jeepeando en la duna,s pero no me gusto mucho, recuerdo que me asuste,\nEntonec siento que mi papa estaba mas conectado con ese\n\nY mi mama siempre fue un alma mas libre y espontanea, buena para vende ry para los negocios. a mi mama le encantaba la ropa y siempre le ha gustado la moda, los zapatos, y muchas veces antes emprendio con ese rubro. compraba y vendia ropa a sus amigas y e gustaba mucho, un tiempo tuvo una tienda en un mall que era una tienda de calcetines, y actualmente tiene una tienda de vestidos muy lindos en la playa.\nYo siento que mi mama estuvo mas conectada con la creatividad en cuanto a lo creativ a que hay que ser al ser mama y sobre todo al ser mama de 6 niños... la amternidad nos obligar de alguna manera a conectar con la creatividad desde que hacer de comer, hasta con que vestir a los niños y a que jugar con ellos.\nREcuerdo una imagen de una situaicon en en departamento donde viviamos, en la que etsabamos en mi peiuza llena de juguetes, jugando y cantando con mi mama, escuchando cachueros y cantando con el microfono, recuerdo la piesa desrodenada pero todos felices compartirndo la ex", "Creativity for my Mum would have come in the form for cooking and baking.  \n\nMy father was creative within nature and also very hands on with DIY (do it yourself) task around a home that my parents were renovating.  \n\nThe impact that this has had on me is that I have a eye for aesthetics, I can arrange things that go well together.  \n\nI also enjoy been hands on, using my hands to create, creating a beautiful massage dance with my hands, my hands enjoy being physical and getting stuck into things.                           ", "my parents were hippies, they lived in a commune, smoked weed and took other drugs.  guess the overall atmosphere was creative, fun and outgoing, gregarious even. Putting flowers in your hair as a decoration etc.\n\nI don't know who my biological father was, but according to my biological mother, he was a very smart person, who played against chess computers, back in the 1970s. He even travelled to Russia for this pursiot, which at the time was behind the iron Curtain in the cold war. \n\nMy mother liked watching birds, in the moment, not like a bird watcher, but let's say she had planned to go shopping, and she saw a bird in the garden, she would spend the next 30 minutes marvelling at this bird, and then realize the shop is close.\n\nI think that this in-the-moment being and doing gave space for expansive thinking. I don't know what impact this had on my creativity, but what I do know is that my birth was quite dramatic: I had to be taken out via a Cesarian cut across her belly, because I started to strangle myself with the umbilical cord, and back in the 70s a Cesarian still came with a certain risk for both the mother and the baby. I do notice an ever increasing impatience when things don't go to plan, and ultimately I can't stand it anymore and have to do sth. be proactive. \n\nI know that I can perform very well under pressure and often I am the most creative when time is running out. I think this might be related to my emergency cesarian.\n\nThe other thing that I know about myself is that when I smoked weed age 20 I also became very expressive and creative in a way that I couldn't access before. I studied classical philosophy, political theory and media analysis for a year, which sparked a cambrian explosion of intellectual thoughts, inquiry and also creative ideas in me.\n\nI am not a classic artist, think this is down to my mother who adopted me who forced me to re-learn writing with my right hand. But I am very creative in a macro wa", "Durante todo el periodo de ", "This is a difficult construct to play on, as my parents were in a unique place, they got married mostly due to the fact that if they did'n't my great-grand mother would never allow me to be a part of the family \"properly\" as she was raised in the \"old Roman Catholic\" but I guess specifically, whatever parts branched over to North Dakota. Which, although not my place of birth, it is certainly my home state per say.. That being said, my mom was the creative, who likely spent most of her time writing when she was bedridden for the tail end of her pregnancy with me. What with that being the case, I know that she has boxes of writings from between 1998 and 1987, but to be honest, I am not sure I would ever ask about them. I know that her life has had traumas that I could not comprehend, therefore, I do not wish to know them. That being said, my dad is another type of creature... hard to describe for sure. He, much like his only son (*), likes to dig really deeply into the things he finds intriguing. Which can vary from time and place, however they mostly shape into interesting looking cars and trucks, basically, he was a \"motorhead\" who loved to listen to music and do drugs and have fun and then my mom got knocked up and he decided to finish college. So they ran off to Vermont together and got married while there... long story short They didn't live happily ever after, lol but to say the least they did their best. That being said, his art would b", "my Mom was in a cult. Church Universal and Triumphant. There were a lot of fucked up beliefs that were indoctrinated by the leader Elizabeth Clare Prophet. I'm not sure precisely all the things my mother believed or believes, but at the time a lot of the do's and don't and ideas on karma etc certainly affected the way my Mom thought about life. My father also believed in reincarnation, they both did. He was coming more from a budhist background, but he was equally as blind by a lot of his beliefs. Aside from believing in karma and reincarnation, they both believed they were special. I suppose many people do... I certainly felt that way growing up. Both of them had a level of pretension about them. Though I can and have been pretencious, I generally avoided that trait. But I did think i was special for a long time. Which is truly problematic for so many reasons. When you're involved with certain beliefs - particularly of new age - there's a tendency to feel your special. You think hey \"i'm different, I'm sensitive, so I am more elevated, evolved etc. That's what New age beliefs have you think. It actually creates a tonne of separation among people. The idea that some people are evolved and some are not. At the end of the day, the way we evolve is our choice from the moment we are adults!", "Siempre he sentido que soy muy afortunada de haber sido engendrada por dos artistas. Ellos siempre estaban rodeados de arte en sus vidas, ya que todo lo que ellos construyeron para sus vidas y trabajos, les exigía de alguna manera mantener su creatividad activa.\nQuizas una de las mayores lecciones respecto a este tema, fueron que no hay nada que este mal., no hay un esteriotimo o imagen que seguir para poder expresar lo que hay adentro de nosotros, ya que si permitimos que se exprese, conoceremos nuestro propio arte y camino de autodescubrimiento. \nEs cierto que esta expresion de creatividad ya estaba en mi vida incluso en el vientre de mi madre. Recuerdo que su taller de pintura, cuando yo era niña, me hacía sentir como en un utero. Era un espacio escondido, fuera de la casa… estaba pavimentado en piedras ese patio trasero, y habian algunas plantas que rodeaban toda la puerta al taller. \nHabia una ventana en el techo que dejaba pasar una hermosa luz al espacio, haciéndote sentir como en una especie de madriguera oculta.\nHabian muchas pinturas, cuadros, dibujos, cojines y era un espacio muy agradable y hermoso. A la salida habia una pequeña piscina con forma de pileta. Rodeada de este piso de piedras, y plantas en un pequeño patio trasero de la casa. \nEra un espacio pequeño en total, pero habia una sensacion de expansion dentro de el, como un portal a una dimensión magica del mundo. Entraba la luz del medio día , de la tarde, dando matices y diferentes caras al mismo espacio mutable. \nEste espacio, probablemente fue construido mientras yo habitaba todavía el utero de mi madre, y como mi papá era arquitecto, ambos participaron activamente en la construcción, transformación y adaptación a este espacio. Dandole un lugar propio a mi madre, estoy segura que todo esto influye en mi expresión creativa, e idealizacion de la magia encarnada en la tierra. \n      ", "I don’t think I have ever considered my parents creative. I cannot think of a single time where we as a family or they as individuals created anything. It always seemed that they expressed themselves through action rather than cocreating something. While I don’t recall them being creative I. The artistic sense, my dad was creative in using what was available to make something work. I think I am definitely in the later camp. I would not consider myself creative in the arts, at least not naturally. But I am very good at seeing how thing fit together and influence each other. I’m also able to envision what will make the system not work properly. Which has benefited me greatly in my career. It is interesting though that if I devote specific thought towards the action I am able to create in many medium. As example I was part of an improve group in high school and I have always made up poems when I’m giving a card to someone. So I consider my creativity to be more attributed to my ability to dissect a specific topic and determine why I think it works and then modify some part of the process or go a completely different direction but as long as I have a framework to develop an understanding, I can be creative when the time calls for it. I don’t know that I can think of a specific creative aspect of mu m"], "translatedWink": ["I can say with certainty, that my mother was connected to her creativity..first of all...because she was creating me. And because she has always been a person linked to artistic expressions in different ways. My father is extremely rational and during the time I was in the womb I imagine his creativity flowed around giving my mother certain gifts at the end of the day when she came home from work... or perhaps in his way of relating. in his free time with my mother and the experience he was having. But in broad strokes. I know that my father has always found it difficult to be and develop in creative spaces. For what he said. He is extremely rational and everything revolves around numbers. I imagine that my mother in her intimate spaces with her and I found creative spaces in our communication. She is very reserved and she keeps (almost) everything to herself. And I imagine that by being alone with another being inside her womb she may have felt safer and freer to talk to me and express herself... also giving freedom to her creativity because that space was new for her too. Creating something new. Well, all the physical, hormonal, emotional processes... pure divine creativity. Creating a being within it, I believe, is the most beautiful and pure form of creativity. The universe creating and re-creating itself through itself. And I'm not sure exactly in those exact times, but around those times, he developed creatively with the way of dressing... taking a lot of inspiration from the fashions that were, pardon the redundancy, fashionable... and expressing his individuality and essence through that too. In fact, I just remembered... that this process led her to sell maternity clothes. She had forgotten me. Of course... in this process, he was able to understand how difficult it was to find clothes for pregnant women. And I use this as a he", "I think we are all creative in a certain sense...in the end we all create something, it doesn't have to be artistic like a painting or something like that. My parents, they love to cook, I think that is something very creative, and they do it very well, they like music, and my dad loves reading. They are both very cultural, I think that had an influence on me, it could be, yes. I love being creative, I feel that it is something that has to be in my daily life, otherwise I feel empty. Creative expression is important. How they connected with her during my pregnancy, I think through what I mentioned before, the kitchen, cooking for each other, for each other. They are excellent hosts, some of the best I know. I also believe that creativity in the way of expressing oneself, of communicating, of dressing, creativity can also be present there. Today was a long day and I'm too tired to write, I feel like I don't have the time to write even though this prompt is super interesting. I've had a few hard days....but hey, here I am Anky, I love it. See you tomorrow............", "I'd like to think that my own inception was a response to a profound longing or lacking within my parents, and indeed society, even the world or universe, as a whole. That my life is an answer to a question, \"What solution for the world could be manifested with the right ingredients of time, money, love, compassion etc etc?\" My mom used to always say the \"The helping hand you are looking for is at the end of your arm.\"  I hope to be that helping hand for everyone else. That no one else will need to do the things that I have done, will not need to come to the resolutions that I have, for I will have moved beyond the constraints imposed upon me at birth; that I have indeed transcended the difficulties of my age to usher in a new era of cooperative and collaborative peace and prosperity. My only hope is to be able to manifest such a destiny. It needn't be merely aspirational either. Audacity is the precursor to greatness, and I want to make a great contribution to the advancement of my fellow humans.", "My parents were not particularly enlightened or educated. I am pretty sure that my Mother simply tolerated my father's advances. I was a change of life baby which means my mother was closer to menopause that most women having babies in that time. In other words, I was an \"oops.\"  There was probably no spark at all until she found out she was pregnant then it was probably more like fireworks than sparks. She loved babies so perhaps it was all good until she had a critically ill 2nd child who was 4 years old and I was only 2 years old. Life was very difficult for her after that. I also had an older sister who was five years older than me. She was sent away to live with family so my Mother could concentrate on my very ill sister. I was considered too young to be sent away. Only when I was older did I realize how hard my parents' life was.", "I think there was a lot of romanticism. A spark of life and understanding was lightened up in that moment. Some mixture of feelings too. Of course it cant only be light, (even though I feel there was candlelight present) I also feel there was a bit of overthinking. Already had a child together which was a 2 year old baby at the time. Maybe some thought of insecurity of the future? Or if its the correct thing? Im really affected by my current state which makes me probably see things like that.  I believe there was a playful energy nevertheless. There was definitely a level of seriousness too, like yes, this is for real. Im for sure, even though I havent heard anything about it, that there was love. That was the cornerstone of all. And going deeply into my heart I also thing that what might of sparked the connection was an energy of adventure. Probably my parents were not home and most probably in a Holiday kind of atmosphere. Maybe at a beach, maybe at a lake, or even in another country. In a world view I believe there was a lack of pure hearted and creative energy. Thats why I might be so empathic. I believe there is an energy that looks to balance the movements of the universal pendulum and in this case I came to or the creative energy in the moment wanted to compensate for that extreme logical, destructive, masculine, extractivist energy. And i came to balance. Maybe 8 minutes its not enough", "I don't know anything about how my mother expressed her creativity while pregnant. This question makes me sad because I don't actually know anything about my pregnancy. I think my mother expressed her creativity in a very extroverted way for a long time. About clothing, jewelry and your lifestyle. How do I express my creativity? I often feel very limited and have the feeling that I could get more out of it but I'm stuck on the brakes. In many things, with my apartment, with my clothes, my style, etc. I think I already have a style, but it's not particularly creative. more functional. I would like to be more creative and paint more.", "I can say with certainty, that my mother was connected to her creativity..first of all...because she was creating me. And because she has always been a person linked to artistic expressions in different ways. My father is extremely rational and during the time I was in the womb I imagine his creativity flowed around giving my mother certain gifts at the end of the day when she came home from work... or perhaps in his way of relating. in his free time with my mother and the experience he was having. But in broad strokes. I know that my father has always found it difficult to be and develop in creative spaces. For what he said. He is extremely rational and everything revolves around numbers. I imagine that my mother in her intimate spaces with her and I found creative spaces in our communication. She is very reserved and she keeps (almost) everything to herself. And I imagine that by being alone with another being inside her womb she may have felt safer and freer to talk to me and express herself... also giving freedom to her creativity because that space was new for her too. Creating something new. Well, all the physical, hormonal, emotional processes... pure divine creativity. Creating a being within it, I believe, is the most beautiful and pure form of creativity. The universe creating and re-creating itself through itself. And I'm not sure exactly in those exact times, but around those times, he developed creatively with the way of dressing... taking a lot of inspiration from the fashions that were, pardon the redundancy, fashionable... and expressing his individuality and essence through that too. In fact, I just remembered... that this process led her to sell maternity clothes. She had forgotten me. Of course... in this process, he was able to understand how difficult it was to find clothes for pregnant women. And I use this as a tool", "everything is transmitted, transgresses... my mother's emotions were mine throughout the entire process. My mother is one of the most creative people with the greatest sense of taste. At that time she made watercolor paintings, made Christmas and baptism cards. Beautiful, subtle, careful, safe and delicate lines. As children, she had a duck, made of seeds, that she spent hours looking at. She contemplated the wonder of the position of each seed. Each one perfectly placed so that the other fits in and as if each seed knew its place and existed to make a perfect whole. The duck itself was quite aesthetically ugly but its entire composition was wonderful to me. I remember the time when, with total innocence, I asked my mother where they had brought it from and she, with some embarrassment, answered that she had done it. There I understood and I believe that that attraction I felt for that duck, I don't know if he did it or not while I was in her womb, but I'm sure that something of that was transmitted to me. The love and attraction for the simple, and that because it is simple it becomes wonderful, grandiose, splendid. She always made drawings, collages, paintings, many crafts... Plus she has the most angelic voice I have ever heard. I dare say that the first time I got excited was listening to her sing... I imagine that she sang when she was pregnant, she sang to my brothers and I listened to her... the lullabies before going to sleep, pure sweetness. With my dad, on the other hand, there is not so much creativity as the ability to be in the present, we had adventures with him during pregnancy. He is the one who motivated us to take walks and outings through nature, walk, contemplate the sky, the grass, the trees, discover animals... I understand that by having very young siblings while I was still in my belly, I learned and listened to many things that They were teaching them, they were entering me too. What a nice memories. The art, the creative, the sensitive... they don't usually say or have many words of encouragement but they are always encouraging.", "I have always had the perception that my parents are not \"creative.\" My dad worked all his life in banks, following everything that is established within the routine of the life of \"normal\" people, who have a 9 to 5 job, and who have to follow the rules of an organization. . In my mind there is always the perception that these environments are not conducive to developing creatively, since they limit the capacity for experimentation and exploration, and lead people to simply \"do what they have to do\", which is ultimately something different from character. exploratory that creativity has.\n\nso, on my dad's side, I don't feel there has been an expression (or pursuit) of this creativity. I don't see him being creative. simply doing what he had to do to accomplish what he was asked to do. So no explicit expression of my dad's connection with creativity comes to me. It is a window that was quite closed, and that was not explored. following orders. following what is established.\n\nOn my mother's side, I see her as a person who, although it is true I have seen her explore these things in her life, it is always from \"following established patterns.\" When she went to painting classes, she was always copying a painting (or photo) that someone else had done. When she knits her socks, she is always making one sock very similar to another. or a vest modeled after someone else made. never going outside the \"pre-established\" schemes, or how \"it should be done\". I see in that a limitation, and an inability to explore what opening up to the exploration associated with the play that creativity brings, at least in my experience. I see creativity as a search for self-knowledge, and for that to happen, limits and schemes have to be broken in some way.\n\nIt is in this way that I have the feeling that there was no conscious and intentional vehicle to connect with creativity at the time I was inside my mother. I can't imagine that space. neither individually nor collectively. and that is something that has an impact on me, because I always think that there is a window of creativity that is quite closed. there is that Don `t close me. as if there were a key that is closed, and that is difficult to open. that I don't know how to explore. There's something in me that I sense could be changed and explored in a certain way, and that's what I'm doing now. exploring. with a renewed search for this creative capacity. with a search that leads me to want to develop in another way. with another energy, and search within me for creativity that was never encouraged.\n\nThey never helped me express myself creatively.\n\nI was never invited to explore the limits.\n\nand that makes me want to do it now without limits, and that search is more and more in me.", "When I was in my mother's womb, my father worked in the army, he was a soldier and a subordinate and he did that all his life, until he discharged.\nMy father took a course in the army which is the commando course, a course that is not for everyone and that is very difficult because it requires a lot of physical and mental resistance, exposure to hostile environments and difficult situations, handling of weapons, and being in the field. in war situations, etc.\nSo I feel that at that time my father had more freedom to carry out his creativity, since this course was also about surviving and for this you must improvise and look for ways and tools to do it.\nWhen my mother was carrying me, he worked in an office, so I don't know how much space he had to be creative and to be able to feel the freedom to propose his thoughts or ideas. In reality, that was how it was at that time, in general everyone worked in an office, with an established schedule and salary, receiving orders from a superior.\nBut my dad was always super connected to sports, he always liked to go jogging in the morning, he also really liked motorcycles and cars to go to the dunes and ride.\nI remember several motorcycles in the countryside and going out to ride a motorcycle in the pines, which was a very cool place in my grandparents' field and I also remember one time being in a red jeep jeeping in the dune, yes but I don't I liked it a lot, I remember it scared me,\nSo I feel like my dad was more connected to that\n\nAnd my mom was always a freer and more spontaneous soul, good at selling and doing business. My mother loved clothes and she has always liked fashion, shoes, and many times before she started in that field. She bought and sold clothes to her friends and she liked them a lot. At one time she had a store in a mall that was a sock store, and currently she has a very pretty dress store on the beach.\nI feel that my mother was more connected to creativity in terms of how creative one must be when being a mother and especially when being a mother of 6 children... amternity forces us in some way to connect with creativity since make food, even what to dress the children with and what to play with them.\nI remember an image of a situation in the apartment where we lived, in which we were in my room full of toys, playing and singing with my mother, listening to cachueros and singing with the microphone, I remember the messy piesa but everyone happy sharing the experience.", "Creativity for my Mum would have come in the form for cooking and baking.  \n\nMy father was creative within nature and also very hands on with DIY (do it yourself) task around a home that my parents were renovating.  \n\nThe impact that this has had on me is that I have a eye for aesthetics, I can arrange things that go well together.  \n\nI also enjoy been hands on, using my hands to create, creating a beautiful massage dance with my hands, my hands enjoy being physical and getting stuck into things.", "my parents were hippies, they lived in a commune, smoked weed and took other drugs.  guess the overall atmosphere was creative, fun and outgoing, gregarious even. Putting flowers in your hair as a decoration etc.\n\nI don't know who my biological father was, but according to my biological mother, he was a very smart person, who played against chess computers, back in the 1970s. He even travelled to Russia for this pursiot, which at the time was behind the iron Curtain in the cold war. \n\nMy mother liked watching birds, in the moment, not like a bird watcher, but let's say she had planned to go shopping, and she saw a bird in the garden, she would spend the next 30 minutes marvelling at this bird, and then realize the shop is close.\n\nI think that this in-the-moment being and doing gave space for expansive thinking. I don't know what impact this had on my creativity, but what I do know is that my birth was quite dramatic: I had to be taken out via a Cesarian cut across her belly, because I started to strangle myself with the umbilical cord, and back in the 70s a Cesarian still came with a certain risk for both the mother and the baby. I do notice an ever increasing impatience when things don't go to plan, and ultimately I can't stand it anymore and have to do sth. be proactive. \n\nI know that I can perform very well under pressure and often I am the most creative when time is running out. I think this might be related to my emergency cesarian.\n\nThe other thing that I know about myself is that when I smoked weed age 20 I also became very expressive and creative in a way that I couldn't access before. I studied classical philosophy, political theory and media analysis for a year, which sparked a cambrian explosion of intellectual thoughts, inquiry and also creative ideas in me.\n\nI am not a classic artist, think this is down to my mother who adopted me who forced me to re-learn writing with my right hand. But I am very creative in a macro wa", "During the entire period of", "This is a difficult construct to play on, as my parents were in a unique place, they got married mostly due to the fact that if they did'n't my great-grand mother would never allow me to be a part of the family \"properly\" as she was raised in the \"old Roman Catholic\" but I guess specifically, whatever parts branched over to North Dakota. Which, although not my place of birth, it is certainly my home state per say.. That being said, my mom was the creative, who likely spent most of her time writing when she was bedridden for the tail end of her pregnancy with me. What with that being the case, I know that she has boxes of writings from between 1998 and 1987, but to be honest, I am not sure I would ever ask about them. I know that her life has had traumas that I could not comprehend, therefore, I do not wish to know them. That being said, my dad is another type of creature... hard to describe for sure. He, much like his only son (*), likes to dig really deeply into the things he finds intriguing. Which can vary from time and place, however they mostly shape into interesting looking cars and trucks, basically, he was a \"motorhead\" who loved to listen to music and do drugs and have fun and then my mom got knocked up and he decided to finish college. So they ran off to Vermont together and got married while there... long story short They didn't live happily ever after, lol but to say the least they did their best. That being said, his art would b", "my Mom was in a cult. Church Universal and Triumphant. There were a lot of fucked up beliefs that were indoctrinated by the leader Elizabeth Clare Prophet. I'm not sure precisely all the things my mother believed or believes, but at the time a lot of the do's and don't and ideas on karma etc certainly affected the way my Mom thought about life. My father also believed in reincarnation, they both did. He was coming more from a budhist background, but he was equally as blind by a lot of his beliefs. Aside from believing in karma and reincarnation, they both believed they were special. I suppose many people do... I certainly felt that way growing up. Both of them had a level of pretension about them. Though I can and have been pretencious, I generally avoided that trait. But I did think i was special for a long time. Which is truly problematic for so many reasons. When you're involved with certain beliefs - particularly of new age - there's a tendency to feel your special. You think hey \"i'm different, I'm sensitive, so I am more elevated, evolved etc. That's what New age beliefs have you think. It actually creates a tonne of separation among people. The idea that some people are evolved and some are not. At the end of the day, the way we evolve is our choice from the moment we are adults!", "I have always felt that I am very lucky to have been fathered by two artists. They were always surrounded by art in their lives, since everything they built for their lives and work required them in some way to keep their creativity active.\nPerhaps one of the greatest lessons regarding this topic was that there is nothing that is wrong, there is no stereotype or image to follow in order to express what is inside us, since if we allow it to be expressed, we will know our own art and path of self-discovery.\nIt is true that this expression of creativity was already in my life even in my mother's womb. I remember that her painting workshop, when I was a child, made me feel like I was in a womb. It was a hidden space, outside the house... the backyard was paved with stones, and there were some plants that surrounded the entire door to the workshop.\nThere was a window in the ceiling that let beautiful light into the space, making you feel like you were in some kind of hidden burrow.\nThere were many paintings, pictures, drawings, cushions and it was a very pleasant and beautiful space. At the exit there was a small pool-shaped pool. Surrounded by this stone floor, and plants in a small backyard of the house.\nIt was a small space in total, but there was a feeling of expansion within it, like a portal to a magical dimension of the world. The light of midday and afternoon came in, giving nuances and different faces to the same mutable space.\nThis space was probably built while I was still living in my mother's womb, and since my father was an architect, they both actively participated in the construction, transformation and adaptation to this space. Giving my mother a place of her own, I am sure that all of this influences my creative expression, and idealization of the magic embodied in the earth.", "I don’t think I have ever considered my parents creative. I cannot think of a single time where we as a family or they as individuals created anything. It always seemed that they expressed themselves through action rather than cocreating something. While I don’t recall them being creative I. The artistic sense, my dad was creative in using what was available to make something work. I think I am definitely in the later camp. I would not consider myself creative in the arts, at least not naturally. But I am very good at seeing how thing fit together and influence each other. I’m also able to envision what will make the system not work properly. Which has benefited me greatly in my career. It is interesting though that if I devote specific thought towards the action I am able to create in many medium. As example I was part of an improve group in high school and I have always made up poems when I’m giving a card to someone. So I consider my creativity to be more attributed to my ability to dissect a specific topic and determine why I think it works and then modify some part of the process or go a completely different direction but as long as I have a framework to develop an understanding, I can be creative when the time calls for it. I don’t know that I can think of a specific creative aspect of mu m"]}